{"Réponses-perceptives/Différentes-théories":{"slug":"Réponses-perceptives/Différentes-théories","filePath":"Réponses perceptives/Différentes théories.md","title":"Différentes théories","links":[],"tags":[],"content":"\nthéorie écologique (prescriptiviste dissocie l’implication motrice de l’implication perceptive)\nSe rapproche de la théorie énactivisme (incarnation de nos perceptions dans nos actions\nDifférentes de la théorie cognitiviste\n\n📌 Théories des réponses et perceptions perceptives\n1. Théorie écologique de la perception 🌿\nRésumé\nLa théorie écologique, développée par James J. Gibson, considère que la perception est directement déterminée par l’environnement et ne nécessite pas de traitement cognitif complexe. Selon cette approche, nous percevons directement les affordances (possibilités d’action offertes par l’environnement) sans avoir besoin de représentations mentales internes.\nRéférence\nGibson, J. J. (1979). The ecological approach to visual perception. Houghton Mifflin.\n\n2. Théorie énactiviste 🔄\nRésumé\nL’énactivisme, introduit par Varela, Thompson et Rosch, propose que la perception émerge de l’interaction entre l’organisme et son environnement. Cette approche insiste sur l’idée que la cognition est incarnée et située, c’est-à-dire qu’elle dépend du corps et du contexte. La perception ne consiste pas à traiter des informations passivement, mais à agir activement dans l’environnement.\nRéférence\nVarela, F. J., Thompson, E., &amp; Rosch, E. (1991). The embodied mind: Cognitive science and human experience. MIT Press.\n\n3. Théorie cognitiviste 🧠\nRésumé\nLe cognitivisme considère que la perception repose sur des traitements computationnels réalisés par le cerveau. L’information sensorielle est analysée, transformée et interprétée à l’aide de modèles internes et de mémoires. Cette approche met l’accent sur les processus mentaux impliqués dans la perception, comme l’attention, la mémoire et l’apprentissage.\nRéférence\nMarr, D. (1982). Vision: A computational investigation into the human representation and processing of visual information. W. H. Freeman.\n\n4. Théorie de la perception bayésienne 🎲\nRésumé\nCette approche considère la perception comme un processus probabiliste basé sur l’inférence bayésienne. Le cerveau combine les données sensorielles avec des connaissances préalables pour construire une interprétation optimale de l’environnement. Cela permet d’expliquer comment nous pouvons percevoir malgré des stimuli ambigus ou bruités.\nRéférence\nKnill, D. C., &amp; Richards, W. (1996). Perception as Bayesian inference. Cambridge University Press.\n\n5. Théorie de la perception active 👁️\nRésumé\nSelon cette approche, la perception n’est pas passive mais guidée par des actions et des objectifs. Elle est influencée par l’exploration active de l’environnement, notamment par le mouvement des yeux, de la tête et du corps. Cette théorie est souvent associée aux recherches sur la vision active et la perception dynamique.\nRéférence\nBallard, D. H. (1991). Animate vision. Artificial Intelligence, 48(1), 57-86.\n\n6. Théorie de la perception prédictive 🔮\nRésumé\nLa perception prédictive repose sur l’idée que le cerveau anticipe activement les stimuli sensoriels à l’aide de modèles internes. La perception est donc le résultat d’une interaction constante entre des prédictions neuronales et des erreurs de prédiction, qui sont ajustées en fonction des entrées sensorielles.\nRéférence\nFriston, K. (2010). The free-energy principle: A unified brain theory? Nature Reviews Neuroscience, 11(2), 127-138.\n\n🧐 Conclusion\nChaque théorie offre une perspective unique sur la perception :\n\nL’approche écologique met l’accent sur l’environnement.\nL’énactivisme insiste sur l’interaction organisme-environnement.\nLe cognitivisme se focalise sur le traitement de l’information.\nLes approches bayésienne, active et prédictive expliquent la perception par des mécanismes d’inférence et d’anticipation.\n\nSi tu veux approfondir une théorie en particulier, n’hésite pas ! 😊"},"Réponses-perceptives/Effet-McGurk":{"slug":"Réponses-perceptives/Effet-McGurk","filePath":"Réponses perceptives/Effet McGurk.md","title":"Effet McGurk","links":[],"tags":[],"content":"L’effet McGurk est un phénomène illusoire perceptif qui montre une interférence entre l’audition et la vision lors de la perception de la parole1. Cet effet suggère une multimodalité de la perception de la parole. L’effet McGurk (également appelé effet McGurk-MacDonald) se produit lorsque la vision et l’audition fournissent des signaux de parole incongrus. Deux types de phénomènes découlent de cette perception erronée : la fusion et la combinaison."},"Réponses-perceptives/Effet-d’Aubert":{"slug":"Réponses-perceptives/Effet-d’Aubert","filePath":"Réponses perceptives/Effet d’Aubert.md","title":"Effet d’Aubert","links":[],"tags":[],"content":"\nArticle intéréssant\n"},"Réponses-perceptives/Ernst-et-Banks,-2002":{"slug":"Réponses-perceptives/Ernst-et-Banks,-2002","filePath":"Réponses perceptives/Ernst et Banks, 2002.md","title":"Ernst et Banks, 2002","links":["loi-de-Ricco"],"tags":[],"content":"L’étude de Ernst et Banks (2002) explore la manière dont les humains intègrent les informations visuelles et haptiques de manière optimale. Les auteurs ont découvert que le système nerveux combine ces informations en suivant un principe d’intégration statistiquement optimal, similaire à un intégrateur de maximum de vraisemblance. Cela signifie que, lors de l’estimation des propriétés d’un objet, le cerveau pondère les informations sensorielles en fonction de leur fiabilité relative. Par exemple, si les informations visuelles sont moins fiables en raison d’un bruit visuel accru, le système accorde davantage de poids aux informations haptiques, et inversement. \nEn revanche, la loi de Ricco est un principe de la perception visuelle qui stipule que, pour de petits stimuli, le produit de l’intensité lumineuse (I) et de la surface (A) du stimulus est constant au seuil de détection : I × A = \\text{constante}. Cela signifie que, jusqu’à une certaine taille critique du stimulus (généralement inférieure à 10 minutes d’arc), une augmentation de la surface du stimulus peut compenser une diminution de son intensité lumineuse pour maintenir la même détectabilité (dans cette tâche là \\Rightarrow discrimination = détectabilité). \nBien que les deux concepts concernent la manière dont le système sensoriel humain traite et intègre les informations, ils s’appliquent à des domaines différents. La loi de Ricco se concentre spécifiquement sur la sommation spatiale dans la perception visuelle, décrivant comment la taille et l’intensité d’un stimulus interagissent pour influencer sa détectabilité. En revanche, les travaux d’Ernst et Banks (2002) portent sur l’intégration multisensorielle, expliquant comment le cerveau combine de manière optimale des informations provenant de différentes modalités sensorielles, telles que la vision et le toucher, pour former une perception cohérente de l’environnement."},"Réponses-perceptives/Exemple-Centrale-nucléaire":{"slug":"Réponses-perceptives/Exemple-Centrale-nucléaire","filePath":"Réponses perceptives/Exemple Centrale nucléaire.md","title":"Exemple Centrale nucléaire","links":[],"tags":[],"content":"Intervention en ergonomie informationnelle centrée sur les réponses perceptives\n\n1. Qui fait la demande ?\nUn responsable de la sécurité opérationnelle d’une centrale nucléaire sollicite une étude ergonomique.\n2. Quelle est la demande précise ?\nÉvaluer et optimiser les alarmes visuelles et sonores en salle de contrôle afin de réduire les erreurs de perception des opérateurs, notamment en situation de surcharge d’informations.\n3. Décrire la tâche précisément\nLes opérateurs surveillent en temps réel divers paramètres critiques du réacteur via des écrans et des panneaux de contrôle. En cas d’anomalie, des alarmes visuelles (lumières clignotantes) et sonores (bips, sirènes) se déclenchent, nécessitant une réaction rapide pour assurer la sécurité.\n4. Comment ce contexte influence les seuils : physiologie, environnement, réglementation, éthique…\n\nPhysiologie : La fatigue due à des postes de travail prolongés peut élever les seuils perceptifs, rendant les opérateurs moins sensibles aux alarmes.\nEnvironnement : Le bruit de fond des machines et un éclairage inadéquat peuvent masquer ou rendre moins saillantes les alarmes, augmentant le risque de non-détection.\nRéglementation : Les normes de sécurité imposent des seuils d’intensité minimaux pour les alarmes afin d’assurer leur perception fiable dans des environnements bruyants.\nÉthique : Il est impératif de préserver la santé mentale des opérateurs en évitant une surcharge sensorielle qui pourrait conduire à du stress ou à des erreurs humaines.\n\n5. Le type d’erreur précis\nErreur de perception due à un signal fugace : les alarmes de courte durée peuvent passer inaperçues si elles ne sont pas suffisamment saillantes ou si l’opérateur est déjà sollicité par d’autres tâches.\n6. Les lois associées\n\nLoi de Fitts : Le temps nécessaire pour atteindre une cible est fonction de sa taille et de la distance à parcourir. Des alarmes plus grandes ou plus proches du champ visuel central sont détectées plus rapidement.\nLoi de Hick : Le temps de décision augmente avec le nombre de choix possibles. Une multitude d’alarmes peut retarder la réaction de l’opérateur.\nLoi de Weber-Fechner : La perception d’un changement de stimulus est proportionnelle au logarithme de l’intensité du stimulus initial. Ainsi, dans un environnement bruyant, les alarmes doivent être significativement plus fortes pour être perçues.\n\n7. La catégorie de réponses perceptives sélectionnée pour la mesure et pourquoi\nSeuil absolu : déterminer l’intensité minimale à laquelle une alarme est détectable 50% du temps par un opérateur en conditions réelles.\n8. La méthode choisie (normalisation ou non ?)\nNormalisation :\n\nÉvaluation des normes existantes : Comparer les alarmes actuelles aux standards internationaux (par exemple, ISO 8201 pour les signaux d’alarme d’évacuation).\nMesures expérimentales : Réaliser des tests en situation réelle pour ajuster les alarmes aux spécificités de la centrale, en tenant compte des particularités environnementales et humaines.\n\n9. L’interprétation des résultats obtenus\nAprès ajustement, les alarmes respectent les normes et sont perçues de manière fiable par les opérateurs, même en situation de surcharge d’informations. Les erreurs de perception diminuent, améliorant ainsi la sécurité opérationnelle et le bien-être des opérateurs."},"Réponses-perceptives/Exemples-de-demandes":{"slug":"Réponses-perceptives/Exemples-de-demandes","filePath":"Réponses perceptives/Exemples de demandes.md","title":"Exemples de demandes","links":[],"tags":[],"content":"1. Problème de perception visuelle (interface complexe) :\n• « Notre tableau de bord industriel affiche trop d’informations en même temps. Nous voulons déterminer quel seuil perceptif garantit une identification rapide et fiable des alertes critiques. »\n2. Perturbations sensorielles auditives ou tactiles :\n• « Nos opérateurs se plaignent d’un inconfort lié à un bruit constant et faible vibration durant leur activité de manutention. Nous voulons comprendre l’impact réel sur leur performance et leur état émotionnel, afin de déterminer un seuil acceptable ou proposer des contre-mesures. »\n3. Erreurs de manipulation fréquentes (erreurs perceptives) :\n• « Nous constatons des erreurs répétées dans l’interprétations d’alertes sonores ou lumineuses sur nos machines, provoquant des incidents fréquents. Une étude sur les réponses perceptives pourrait-elle nous aider à mieux calibrer ces signaux pour éviter ces erreurs ? »\n4. Évaluation de la charge mentale liée à l’ergonomie informationnelle :\n• « Dans nos salles de contrôle, les opérateurs doivent traiter simultanément des informations visuelles et auditives complexes. Nous souhaitons une étude ergonomique basée sur les réponses perceptives pour diminuer leur charge mentale et prévenir les troubles associés (TMS, stress chronique). »"},"Réponses-perceptives/FOE-pilote-de-chasse":{"slug":"Réponses-perceptives/FOE-pilote-de-chasse","filePath":"Réponses perceptives/FOE pilote de chasse.md","title":"FOE pilote de chasse","links":[],"tags":[],"content":"Le Focus d’Expansion (FoE) dans le Pilotage d’Avion de Chasse\n1. Définition simple\nLe focus d’expansion (FoE) est le point dans le champ visuel du pilote vers lequel l’avion semble se diriger lorsqu’il avance en ligne droite. Tous les éléments visuels du champ de vision paraissent s’éloigner de ce point, fournissant des informations cruciales pour le pilotage et l’anticipation des trajectoires.\nExemple : Lors d’une approche d’atterrissage, le point de convergence des repères visuels sur la piste représente le FoE.\n2. Définition scientifique\nDans le contexte du pilotage, le focus d’expansion est un indice de flux optique permettant au pilote de percevoir la direction et la vitesse de déplacement en utilisant l’expansion des repères visuels. Il est crucial pour la navigation visuelle, le maintien de l’orientation spatiale et l’évitement des collisions.\nRéférences APA :\n\nFlach, J. M., Warren, R., &amp; Schopper, A. W. (1990). A perspective on human-machine dynamics. Human Factors, 32(6), 665-683.\nPretto, P., Ogier, M., Bülthoff, H. H., &amp; Bresciani, J. P. (2012). Influence of the visual scene structure on perceived speed. Frontiers in Psychology, 3, 542.\nWann, J. P., Swapp, D., &amp; Rushton, S. K. (2000). The role of optic flow in the control of high-speed flight. Visual Cognition, 7(1-3), 45-68.\n\n\n3. Importance du FoE en Aviation Militaire\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacteurDescriptionManœuvres de combatLe FoE permet d’évaluer la trajectoire d’ennemis ou d’obstacles.Vol à basse altitudeUtilisé pour ajuster la trajectoire et éviter les collisions avec le terrain.Atterrissage de précisionLe FoE aide à maintenir une approche stable en se concentrant sur le point d’impact prévu.Évitement des collisionsPermet de détecter les changements de trajectoire potentiellement dangereux.\n\n4. Applications du Focus d’Expansion dans le Pilotage\na. Gestion de la trajectoire et du cap\n\nLe pilote utilise le FoE pour aligner l’avion avec des repères visuels au sol ou en l’air (pistes, avions ennemis, reliefs).\nLes corrections de trajectoire sont réalisées en fonction du déplacement du FoE.\nUn FoE fixe indique une trajectoire stable, tandis qu’un FoE en mouvement signale un changement de cap.\n\nb. Perception de la vitesse\n\nPlus le FoE est proche, plus la sensation de vitesse est élevée, ce qui est crucial lors des vols à basse altitude et des manœuvres serrées.\nLes chasseurs utilisent la vitesse perçue à travers le FoE pour ajuster les entrées de commandes.\n\nc. Atterrissage et approche tactique\n\nLors des approches à grande vitesse, les pilotes doivent maintenir un FoE stable pour assurer un toucher précis.\nLes casques de réalité augmentée affichent parfois des indicateurs de FoE pour améliorer la précision de l’atterrissage de nuit ou en conditions dégradées.\n\n\n5. Défis et limitations\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDéfiExplicationVitesse extrêmeÀ grande vitesse (&gt; Mach 1), le FoE devient moins intuitif en raison de la rapidité des changements visuels.Facteurs G élevésLors de manœuvres à haut facteur de charge, la perception du FoE peut être perturbée par les effets physiologiques (vision tunnel, perte de conscience).Stimuli complexesUn environnement encombré (terrain, autres aéronefs, conditions météo) peut compliquer l’identification précise du FoE.Effets de désorientationLors d’opérations en conditions de faible visibilité (nuit, nuages), le FoE peut devenir moins fiable.\n\n6. Outils et technologies utilisés pour optimiser le FoE\n\n\nAffichage tête haute (HUD)\n\nSuperpose des informations critiques (vitesse, altitude, trajectoire) directement dans le champ de vision du pilote.\nLe FoE peut être affiché sous forme de repère pour aider à l’alignement.\n\n\n\nSystèmes de vision augmentée\n\nCaméras infrarouges et réalité augmentée pour améliorer la perception du FoE en conditions difficiles.\n\n\n\nSimulateurs de vol\n\nEntraînement à la gestion du FoE dans différentes situations de vol (combat, approche tactique, évitement d’obstacles).\n\n\n\n\n7. Conclusion\nLe focus d’expansion est un élément clé dans le pilotage des avions de chasse, permettant aux pilotes de percevoir avec précision leur trajectoire, leur vitesse et leur environnement. Son exploitation efficace est essentielle pour la navigation, l’atterrissage et les manœuvres complexes, en particulier dans des contextes à haute vitesse et en conditions de combat. L’intégration de technologies comme les HUD et les systèmes de vision augmentée aide à améliorer la précision et la sécurité en vol."},"Réponses-perceptives/Focus-d'expansion":{"slug":"Réponses-perceptives/Focus-d'expansion","filePath":"Réponses perceptives/Focus d'expansion.md","title":"Focus d'expansion","links":[],"tags":[],"content":"Le Focus d’Expansion (FoE)\n1. Définition simple\nLe focus d’expansion (FoE) est le point dans le champ visuel vers lequel un observateur semble se diriger lorsqu’il se déplace en ligne droite. Tous les flux optiques (le mouvement perçu des objets dans le champ de vision) semblent diverger à partir de ce point.\nExemple : Lorsque tu conduis une voiture sur une route droite, le point fixe à l’horizon où les lignes de la route convergent est le focus d’expansion.\n2. Définition scientifique\nLe focus d’expansion est défini comme le point optique immobile dans un champ de flux optique résultant d’un mouvement linéaire vers l’avant. Il constitue un élément clé de la perception du mouvement et de la navigation visuelle. Selon Gibson (1950), le flux optique est un indice fondamental pour la locomotion, permettant de percevoir la direction du déplacement et d’ajuster sa trajectoire en fonction de l’environnement.\nRéférences APA :\n\nGibson, J. J. (1950). The Perception of the Visual World. Houghton Mifflin.\nWarren, W. H. (1995). Self-motion: Visual perception and control. Annual Review of Psychology, 46(1), 247-274.\nLappe, M., Bremmer, F., &amp; van den Berg, A. V. (1999). Perception of self-motion from visual flow. Trends in Cognitive Sciences, 3(9), 329-336.\n\n3. Caractéristiques du Focus d’Expansion\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCaractéristiqueDescriptionDirection du mouvementLe FoE indique toujours la direction de déplacement vers l’avant.Flux optiqueTous les éléments visuels semblent s’éloigner du FoE à des vitesses croissantes en périphérie.Perception spatialeAide à estimer la vitesse et la trajectoire du mouvement.Utilisation en ergonomieEmployé dans la conception de systèmes de navigation (aviation, conduite, VR).\n4. Rôle du Focus d’Expansion en Navigation Visuelle\nLe FoE est essentiel pour :\n\nL’ajustement de la trajectoire : en permettant aux pilotes, conducteurs et sportifs d’anticiper les mouvements.\nLa perception de la vitesse : car plus le FoE est éloigné, plus la vitesse perçue est grande.\nL’équilibre et la locomotion : les individus utilisent le FoE pour maintenir leur équilibre en marchant ou en courant.\n\n5. Applications pratiques\n\nConduite automobile et aéronautique : aide à maintenir une trajectoire stable.\nRéalité virtuelle (VR) : le placement correct du FoE améliore l’immersion et réduit la cybersickness.\nRééducation fonctionnelle : utilisé en thérapie pour aider les patients souffrant de troubles de l’équilibre.\n\n6. Limitations et défis\n\nLa perception du FoE peut être altérée en conditions de faible visibilité ou en présence de stimuli distracteurs.\nDes troubles neurologiques, comme la maladie de Parkinson, peuvent affecter la capacité à exploiter efficacement le FoE pour la locomotion.\n"},"Réponses-perceptives/Galvani":{"slug":"Réponses-perceptives/Galvani","filePath":"Réponses perceptives/Galvani.md","title":"Galvani","links":[],"tags":[],"content":"Luigi Galvani, né 9 septembre 1737 à Bologne, où il est mort le 4 décembre 1798, est un physicien, inventeur et professeur d’anatomie médecinitalien. Du fait de ses travaux et découvertes dans le domaine de l’électricité, de nombreux termes ont été dérivés à partir de son nom de famille : galvanique, galvanisme, galvanisation, cellule galvanique… et ce, dans de multiples langues."},"Réponses-perceptives/Idées-thèses":{"slug":"Réponses-perceptives/Idées-thèses","filePath":"Réponses perceptives/Idées thèses.md","title":"Idées thèses","links":[],"tags":[],"content":"Cours bringoux liens entre perceptions et personnalité\nTraits perceptifs \\Leftrightarrow same que les traits de personnalité\nPlus lié au cadre de référence (égo, allocentré)\nCorrélât entre traits perceptifs et personnalité sont fins mais présents"},"Réponses-perceptives/Loi-de-Bloch":{"slug":"Réponses-perceptives/Loi-de-Bloch","filePath":"Réponses perceptives/Loi de Bloch.md","title":"Loi de Bloch","links":[],"tags":[],"content":"La Loi de Bloch en Perception et Contraste\n1. Définition simple\nLa loi de Bloch stipule que pour des stimuli visuels de courte durée, l’intensité perçue est proportionnelle au produit de la luminance et de la durée d’exposition. Cela signifie qu’un stimulus faible peut être perçu s’il est présenté suffisamment longtemps.\nFormule simplifiée :\nI\\times T = \\text{constante}\noù :\n\nI est l’intensité lumineuse,\nT est le temps d’exposition.\n\nExemple : Une lumière très faible peut être détectée si elle reste allumée plus longtemps, mais une lumière plus intense peut être perçue même en un temps très court.\n\n2. Définition scientifique\nLa loi de Bloch est un principe fondamental de la psychophysique visuelle, qui décrit la relation entre la luminance (I) et la durée d’exposition (T) dans le contexte de la détection des stimuli de faible contraste par le système visuel humain.\nCette loi est particulièrement valable pour des durées inférieures à 100 ms, période pendant laquelle la rétine intègre les signaux lumineux de manière quasi-linéaire. Elle s’applique principalement à la vision scotopique (basse luminosité), dominée par les bâtonnets, mais reste également pertinente pour la vision mésopique.\nRéférences APA :\n\nGraham, C. H. (1965). Vision and Visual Perception. New York: Wiley.\nWatson, A. B. (1986). Temporal sensitivity. Handbook of Perception and Human Performance, 1, 6-1.\nBarlow, H. B. (1958). Temporal and spatial summation in human vision. The Journal of Physiology, 141(2), 337-350.\n\n\n3. Implications pour la Perception Visuelle\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacteurDescriptionSensibilité temporelleLa perception d’un stimulus dépend de sa durée et de son intensité.Perception du contrasteUn stimulus de faible contraste devient plus visible s’il dure plus longtemps.Limite temporellePour des durées supérieures à 100 ms, la loi de Bloch ne s’applique plus, et d’autres mécanismes perceptifs entrent en jeu.\n\n4. Applications de la Loi de Bloch\na. Perception des stimuli lumineux en conditions de faible éclairage\n\nUtile dans des environnements faiblement éclairés où le système visuel intègre les informations lumineuses sur des périodes plus longues pour améliorer la perception.\nExemple : Perception de feux de signalisation en conditions de brouillard.\n\nb. Éclairage et design d’affichage\n\nOptimisation des écrans (télévisions, moniteurs, HUD d’avion) en tenant compte du temps d’exposition pour améliorer la visibilité des informations.\nLes technologies d’affichage exploitent cette loi pour éviter la fatigue visuelle et optimiser le contraste.\n\nc. Neurosciences et ergonomie visuelle\n\nÉtude de la fatigue oculaire et de l’efficacité des contrastes en fonction du temps d’exposition des stimuli dans des environnements professionnels (ex. pilotage, contrôle aérien).\n\n\n5. Limites de la Loi de Bloch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLimiteExplicationDurée excessive (&gt;100 ms)L’effet d’intégration disparaît, la perception dépend alors d’autres facteurs.Intensité trop élevéeSi la luminance est trop forte, la loi de Bloch ne s’applique plus car la saturation des photorécepteurs intervient.Contexte perceptifD’autres facteurs (contraste, attention, adaptation visuelle) influencent la perception.\n\n6. Conclusion\nLa loi de Bloch est un concept clé en psychophysique visuelle, expliquant comment le système visuel humain intègre la luminance sur de courtes périodes pour améliorer la perception. Son application dans des domaines comme l’éclairage, la conception d’affichages et la neuroergonomie en fait un outil essentiel pour optimiser les environnements visuels en conditions de faible luminosité."},"Réponses-perceptives/Loi-de-Ricco":{"slug":"Réponses-perceptives/Loi-de-Ricco","filePath":"Réponses perceptives/Loi de Ricco.md","title":"Loi de Ricco","links":[],"tags":[],"content":"Loi de Ricco\nLa loi de Ricco est un principe de la perception visuelle qui décrit comment l’intensité lumineuse et la taille d’un stimulus interagissent pour influencer sa détectabilité par le système visuel humain. Elle concerne spécifiquement les stimuli de petite taille, généralement inférieurs à 10 minutes d’arc, et s’applique aux conditions de faible lumière.\nFormulation mathématique\nLa loi de Ricco peut être exprimée par l’équation suivante :\nI \\times A = C\nOù :\n\nI est l’intensité lumineuse du stimulus,\nA est la surface du stimulus,\nC est une constante qui dépend des propriétés de l’individu et des conditions de la tâche.\n\nCela signifie que, pour un stimulus de petite taille, la détectabilité (ou seuil de détection) reste constante tant que le produit de l’intensité lumineuse et de la surface reste égal à une constante. Autrement dit, si l’intensité lumineuse diminue, la surface du stimulus doit augmenter pour que la détectabilité reste la même.\nExplication du concept\nLa loi de Ricco montre que, dans des conditions de faible luminosité, il est possible de compenser une faible intensité lumineuse par une augmentation de la taille du stimulus. Cela est particulièrement pertinent dans des situations où la vision est altérée par des conditions de faible éclairage, comme la vision nocturne.\nExemple pratique : Si une personne voit une petite lumière dans l’obscurité et que l’intensité de la lumière diminue, le cerveau peut “compenser” cette diminution en augmentant la taille apparente de la lumière pour que la personne puisse toujours la détecter. Cette compensabilité est limitée, cependant : au-delà d’une certaine taille de stimulus (environ 10 minutes d’arc), la loi de Ricco cesse de s’appliquer et la loi de Weber-Fechner prend le relais, qui décrit la relation logarithmique entre l’intensité et la perception.\nConditions d’application\nLa loi de Ricco s’applique principalement aux stimuli ponctuels ou de petite taille, tels que des lumières de faible intensité ou des objets discrets dans un environnement sombre. Elle est particulièrement utile pour comprendre comment la perception visuelle fonctionne dans des environnements avec un faible niveau d’éclairement.\nLimite de la loi de Ricco :\n\nLa loi n’est valable que pour les stimuli de petite taille, c’est-à-dire des objets ou des lumières qui apparaissent relativement petits dans le champ visuel. Lorsque la taille du stimulus augmente, d’autres phénomènes perceptifs, tels que la luminance totale et la convergence des récepteurs rétiniens, prennent une importance plus grande.\n\nApplication et pertinence\nLa loi de Ricco est utilisée pour mieux comprendre la détectabilité visuelle dans des conditions de faible éclairage. Elle est souvent appliquée dans le cadre de la vision nocturne, notamment pour déterminer l’intensité et la taille nécessaires des éléments visuels afin qu’ils soient détectables dans des environnements peu éclairés (par exemple, dans les situations de conduite la nuit ou dans les systèmes d’éclairage faible).\nRéférences scientifiques\n\nRicco, E. (1877). Lehre von den physiologischen Grundsätzen der optischen Wahrnehmung. Journal für Psychologie und Neurologie, 2(1), 155-172.\nO’Brien, A. P., &amp; Matthews, R. (2001). The Ricco Law and the assessment of visual performance under low-light conditions. Journal of the Optical Society of America A, 18(9), 2189-2196.\n"},"Réponses-perceptives/Lois-perceptives":{"slug":"Réponses-perceptives/Lois-perceptives","filePath":"Réponses perceptives/Lois perceptives.md","title":"Lois perceptives","links":[],"tags":[],"content":"\nLoi de Hick :\nLe temps de décision augmente avec le nombre et la complexité des choix proposés.\nLoi de Fitts :\nLe temps nécessaire pour atteindre une cible est fonction de sa taille et de la distance à parcourir.\nLoi de la proximité (Gestalt) :\nLes éléments proches les uns des autres sont perçus comme appartenant à un même groupe.\nLoi de Fechner\nS = log(E)\n\nLa sensation (S) varie selon le logarithme de l’intensité du stimulus (E).\n\n\nLoi de Weber :\n\\frac{\\Delta I}{I} = K\n\nPlus l’intensité initiale (I) est grande, plus il faudra un changement important (∆I) pour percevoir une différence.\n\n\nLoi de Ricco :\nI \\times \\text{aire\\_stim} = K\n\nsommation spatiale\n\n\nLoi de Bloch :\nI \\times \\text{durée\\_stim} = K\n\nsommation temporelle\n\n\n"},"Réponses-perceptives/Maurice-Merleau-Ponty":{"slug":"Réponses-perceptives/Maurice-Merleau-Ponty","filePath":"Réponses perceptives/Maurice Merleau-Ponty.md","title":"Maurice Merleau-Ponty","links":[],"tags":[],"content":"Avec La Structure du comportement et la Phénoménologie de la perception (1944), Merleau-Ponty a voulu montrer que la perception n’était pas la résultante d’atomes causaux de sensations, contrairement à ce que véhiculait la tradition issue de John Locke dont la conception atomiste causale était perpétuée dans certains courants psychologiques de l’époque (par exemple le béhaviorisme). La perception a plutôt, selon Merleau-Ponty, une dimension active en tant qu’ouverture primordiale au monde vécu (au Lebenswelt)20.\nTravaux\nRésumé des travaux de Maurice Merleau-Ponty\nMaurice Merleau-Ponty (1908-1961), philosophe français, est une figure centrale de la phénoménologie. Il s’est intéressé à la manière dont le corps et la perception influencent notre rapport au monde. Voici les grandes lignes de ses travaux :\n1. Phénoménologie de la perception\nDans son ouvrage majeur, Phénoménologie de la perception (1945), Merleau-Ponty explore la perception comme un processus incarné. Il rejette le dualisme corps-esprit de Descartes et affirme que :\n\n\nLe corps est le sujet percevant :\nLa perception est vécue à travers le corps, qui est à la fois un objet dans le monde et un moyen d’interagir avec lui.\n\n\nLa perception est pré-réflexive :\nAvant toute analyse ou réflexion, le corps comprend et agit dans le monde à travers des schémas sensorimoteurs.\n\n\nLe monde est perçu comme une totalité :\nLa perception n’est pas une somme de sensations isolées, mais une expérience intégrée et contextuelle.\n\n\n2. La notion de corps vécu\nMerleau-Ponty introduit le concept de corps vécu (leib en phénoménologie), qui dépasse la distinction entre corps objectif (physique) et esprit. Le corps vécu est un médiateur entre soi et le monde :\n• Il est toujours en relation avec l’environnement.\n• Il est à la base de notre expérience et de notre subjectivité.\n3. Perception et subjectivité\nPour Merleau-Ponty, la perception est toujours subjective et dépend du point de vue du sujet :\n• L’intentionnalité perceptive : La perception est dirigée vers le monde et les objets, mais elle est influencée par les attentes et les expériences du sujet.\n• Il critique les approches qui réduisent la perception à des mécanismes biologiques ou à des constructions purement mentales.\n4. Contribution aux sciences humaines\nMerleau-Ponty a influencé de nombreuses disciplines :\n• Psychologie : Ses travaux sur le corps et la perception ont inspiré les théories sur la cognition incarnée.\n• Ergonomie et facteurs humains : Sa compréhension de l’interaction corps-environnement est pertinente pour l’analyse des interfaces et des tâches.\n• Art et esthétique : Il a exploré le rôle de la perception dans la création artistique, notamment dans L’Œil et l’Esprit (1961).\nInfluence et impact\nMerleau-Ponty a marqué la philosophie, la psychologie, et les sciences humaines en général en réaffirmant l’importance du corps dans notre compréhension du monde. Ses idées restent d’actualité dans les études sur la perception, l’incarnation et les interactions homme-environnement."},"Réponses-perceptives/Modèles-mathématiques":{"slug":"Réponses-perceptives/Modèles-mathématiques","filePath":"Réponses perceptives/Modèles mathématiques.md","title":"Modèles mathématiques","links":[],"tags":[],"content":"Modèles mathématiques de la perception\nLes modèles mathématiques de la perception visent à quantifier la relation entre les stimuli physiques et les réponses perceptives. Voici un aperçu des principaux modèles, en commençant par Fechner :\n1. Loi de Fechner (1860) : La psychophysique\nLa loi de Fechner établit un lien mathématique entre l’intensité physique d’un stimulus (S) et l’intensité perçue (P), selon une relation logarithmique :\n\n\nPrincipe :\nÀ mesure que l’intensité d’un stimulus augmente, la perception de cette intensité croît plus lentement. Cela reflète la saturation des systèmes sensoriels.\n\n\nApplication :\nMesure de seuils perceptifs (seuil absolu et différentiel). Elle s’appuie sur les travaux de Weber (∆S/S = constant), intégrant l’idée de seuil différentiel minimal (JND, just noticeable difference).\n\n\nFormule\n1. Loi de Fechner (1860)\nP = k \\cdot \\log(S)\n• P : Perception de l’intensité du stimulus.\n• S : Intensité physique du stimulus.\n• k : Constante proportionnelle.\n2. Loi de Stevens (1957) : La puissance\nLa loi de Fechner a été étendue par Stevens pour expliquer des cas où la relation logarithmique échoue. La loi de Stevens utilise une fonction puissance :\n\nParamètre :\nVarie selon le type de stimulus (par exemple, la lumière, le son, ou la douleur).\n\nLumière : (compression perceptive).\nDouleur : (amplification perceptive).\n\n\nAvantage :\nPlus flexible et précis que la loi de Fechner pour divers types de stimuli.\n\nFormule\nP = k \\cdot S^n\n• P : Perception de l’intensité.\n• S : Intensité physique du stimulus.\n• k : Constante de proportionnalité.\n• n : Exposant spécifique au type de stimulus (compression ou amplification).\n3. Modèle probabiliste de la perception\nCe modèle postule que la perception est influencée par des processus stochastiques liés à la variabilité des systèmes sensoriels :\n• La théorie de détection du signal (TSD) formalise la perception dans un contexte incertain, intégrant des concepts comme le bruit sensoriel et les critères décisionnels.\n• Utilise des indices comme la d-prime (****) pour quantifier la sensibilité sensorielle :\nFormule\nSensibilité perceptive (d{\\prime}) :\nd{\\prime} = \\frac{\\mu_{\\text{signal}} - \\mu_{\\text{bruit}}}{\\sigma}\n• \\mu_{\\text{signal}}: Moyenne des réponses au signal.\n• \\mu_{\\text{bruit}} : Moyenne des réponses au bruit.\n• \\sigma : Écart-type commun.\n4. Modèles Bayésiens\nLes modèles bayésiens de la perception (fin du 20ᵉ siècle) s’appuient sur la probabilité conditionnelle pour expliquer comment les individus intègrent les informations sensorielles et contextuelles :\n• Formule de Bayes :\n• Idée clé : La perception est une combinaison de la probabilité a priori (attentes) et des données sensorielles.\nFormule de Bayes :\nP(\\text{État | Stimulus}) = \\frac{P(\\text{Stimulus | État}) \\cdot P(\\text{État})}{P(\\text{Stimulus})}\n• P(\\text{État | Stimulus}) : Probabilité de l’état donné le stimulus.\n• P(\\text{Stimulus | État}) : Probabilité d’observer le stimulus pour un état donné.\n• P(\\text{État}) : Probabilité a priori de l’état.\n• P(\\text{Stimulus}) : Probabilité totale du stimulus.\n5. Modèles neuraux modernes\nLes approches contemporaines intègrent la dynamique neuronale pour modéliser la perception :\n• Modèle de codage prédictif :\nLe cerveau utilise des prédictions internes pour interpréter les stimuli et minimise les erreurs de prédiction.\n• Codage neuronal :\nLien entre l’intensité du stimulus et les potentiels d’action (loi de fréquence de décharge).\nErreur de prédiction minimisée (E) :\nE = \\sum_{i=1}^n (x_i - \\hat{x}_i)^2\n• x_i : Stimulus réel observé.\n• \\hat{x}_i : Stimulus prédit par le modèle.\n• E : Somme des erreurs quadratiques.\nSynthèse des modèles\nLes modèles de Fechner et Stevens ont jeté les bases de la psychophysique, tandis que les théories probabilistes et bayésiennes ont approfondi notre compréhension des mécanismes perceptifs en incorporant le bruit, l’incertitude et l’inférence cognitive. Ces modèles sont utilisés dans de nombreux domaines, tels que l’ergonomie, les interfaces homme-machine, et les neurosciences."},"Réponses-perceptives/Perception":{"slug":"Réponses-perceptives/Perception","filePath":"Réponses perceptives/Perception.md","title":"Perception","links":[],"tags":[],"content":"La perception est le processus par lequel le système sensoriel humain détecte, organise et interprète les stimuli provenant de l’environnement ou du corps lui-même, afin de leur donner un sens. Elle résulte de l’interaction entre les entrées sensorielles (stimuli externes ou internes) et les mécanismes cognitifs (attention, mémoire, interprétation).\nCe processus se décompose en plusieurs étapes :\n\nDétection sensorielle :\n\nActivation des récepteurs sensoriels spécifiques (vision, audition, toucher, etc.).\n\n\nTransmission nerveuse :\n\nConversion des stimuli en signaux électriques envoyés au système nerveux central.\n\n\nTraitement et interprétation :\n\nAnalyse des signaux pour construire une représentation mentale, influencée par l’expérience, les attentes et le contexte.\n\n\n\nLa perception est essentielle à l’interaction avec l’environnement, à la prise de décision et à l’exécution d’actions adaptées. (Goldstein, 2014 ; Wickens, 2008)"},"Réponses-perceptives/Pondération-sensorielle":{"slug":"Réponses-perceptives/Pondération-sensorielle","filePath":"Réponses perceptives/Pondération sensorielle.md","title":"Pondération sensorielle","links":[],"tags":[],"content":"La fiabilité du signal va diriger la pondération sensorielle\nFiabilité = inverse de la variance de la réponse associée au signal\n\nLa variance (plus visuelle ici) peut être impactée par :\n\nLa caractéristique du stimulus\nla saillance des informations (discrimination possible)\nprojections sur la situation\nEntrée attentionnelle\nPrédictions\nDirection\n\n\n\nhyper prévalence visuelle actuelle impossible à détecter au niveau visuelle\nLa perception ce n’est qu’un interprétation sur les hypothèses faites par le cerveau"},"Réponses-perceptives/Reference-Frame-Test--and--Random-Frame-Test":{"slug":"Réponses-perceptives/Reference-Frame-Test--and--Random-Frame-Test","filePath":"Réponses perceptives/Reference Frame Test & Random Frame Test.md","title":"Reference Frame Test & Random Frame Test","links":[],"tags":[],"content":"Random Frame Test (FRT) &amp; Reference Frame Test (RFT)\n🔍 Random Frame Test (FRT)\nLe FRT (Random Frame Test) est une méthode utilisée en perception visuelle pour évaluer la capacité d’un individu à reconnaître des objets ou des stimuli lorsqu’ils sont présentés sous forme d’images dégradées ou fragmentées.\n🎯 Objectif\n\nÉtudier la perception visuelle et les mécanismes de reconnaissance des formes.\nAnalyser la capacité à compléter une image à partir d’informations partielles.\nComprendre l’efficacité des indices visuels dans la perception.\n\n🏛 Applications\n\nPsychologie cognitive : étude du traitement de l’information visuelle.\nNeurosciences : analyse des mécanismes neuronaux de reconstruction d’images.\nFacteurs humains et ergonomie : optimisation de l’affichage d’informations en environnements contraints (ex. : interfaces pour pilotes, imagerie médicale).\n\n\n🔍 Reference Frame Test (RFT)\nLe RFT (Reference Frame Test) est une méthode qui examine comment un individu perçoit et s’oriente par rapport à un cadre de référence externe.\n🎯 Objectif\n\nÉtudier la perception de l’orientation et de la verticalité.\nAnalyser l’influence d’un cadre visuel incliné sur la perception d’un stimulus vertical.\n\n🏛 Applications\n\nPsychologie expérimentale : compréhension de la dépendance ou indépendance aux référentiels visuels.\nFacteurs humains et ergonomie : optimisation des affichages en milieu instable (ex. : aviation, navigation).\n\n💡 Exemple typique : Un participant doit aligner un segment lumineux dans une pièce plongée dans l’obscurité où seul un cadre visuel incliné est visible. Ce test mesure à quel point l’individu s’appuie sur des repères visuels externes ou internes (proprioception, équilibre vestibulaire).\n\n🔄 Différences entre FRT et RFT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTestObjectifApplication principaleFRTÉvaluer la reconnaissance d’objets sous forme fragmentéePerception visuelle, neurosciencesRFTMesurer la perception de l’orientation en fonction d’un cadre de référenceOrientation spatiale, facteurs humains\nCes deux tests sont utilisés pour étudier différents aspects de la perception visuelle, allant de la reconnaissance des formes à l’orientation dans l’espace."},"Réponses-perceptives/Vision-centrale-vs-périphérique":{"slug":"Réponses-perceptives/Vision-centrale-vs-périphérique","filePath":"Réponses perceptives/Vision centrale vs périphérique.md","title":"Vision centrale vs périphérique","links":[],"tags":[],"content":"Différences structurelles et neuronales entre vision centrale et périphérique\nLa vision centrale et la vision périphérique diffèrent sur plusieurs aspects, notamment sur les plans structurel (organisation anatomique de la rétine) et neurophysiologique (traitement des informations par le cerveau). Ces différences influencent leurs rôles respectifs dans la perception visuelle.\n\n1. Différences structurelles entre vision centrale et périphérique\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCaractéristiqueVision centraleVision périphériqueLocalisation sur la rétineFovéa (centre de la rétine)Rétine périphériqueDensité des photorécepteursForte densité de cônesForte densité de bâtonnetsChamp réceptifPetit champ réceptif (haute résolution)Grand champ réceptif (basse résolution)Acuïté visuelleTrès élevéeFaibleSensibilité à la lumièreFaible (adaptée à la lumière forte)Élevée (adaptée à la pénombre)CouleurPerception précise des couleurs (cônes)Faible perception des couleurs (bâtonnets)Détection du mouvementPeu sensible aux mouvements rapidesTrès sensible aux mouvements rapides\nExplications :\n\nLa vision centrale, assurée par la fovéa, est spécialisée dans la précision des détails et la perception des couleurs, grâce à la forte concentration de cônes (sensibles aux couleurs et aux détails fins).\nLa vision périphérique, dominée par les bâtonnets, est plus adaptée à la vision nocturne, à la détection du mouvement, mais offre une résolution spatiale plus faible.\n\n\n2. Différences neuronales entre vision centrale et périphérique\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCaractéristiqueVision centraleVision périphériqueType de photorécepteursMajorité de cônes (sensibles aux couleurs)Majorité de bâtonnets (sensibles à la lumière faible)Connexion aux cellules ganglionnairesRatio faible (1 cône pour 1 cellule ganglionnaire)Ratio élevé (plusieurs bâtonnets pour 1 cellule)Voies neuronales impliquéesVoie parvocellulaire (détails et couleurs)Voie magnocellulaire (mouvement et contraste)Vitesse de traitementLente (analyse fine et détaillée)Rapide (réaction aux stimuli dynamiques)Cortex visuelZone précise dans le cortex visuel primaire (V1)Diffusion sur de plus larges zones corticales\nExplications :\n\nLa vision centrale repose sur la voie parvocellulaire, qui transmet des signaux détaillés concernant les formes et les couleurs à des vitesses plus lentes.\nLa vision périphérique, en revanche, dépend de la voie magnocellulaire, qui est optimisée pour la détection des mouvements et la sensibilité au contraste, avec un traitement plus rapide mais moins précis.\n\n\n3. Rôles fonctionnels des deux types de vision\n\n\nVision centrale :\n\nLecture et reconnaissance des visages.\nTâches nécessitant une haute précision (ex. manipulation d’objets fins).\n\n\n\nVision périphérique :\n\nOrientation dans l’environnement.\nDétection de dangers potentiels (ex. objets en mouvement rapide).\nAdaptation aux conditions de faible luminosité.\n\n\n\n\nRéférences (format APA)\n\nCurcio, C. A., Sloan, K. R., Kalina, R. E., &amp; Hendrickson, A. E. (1990). Human photoreceptor topography. The Journal of Comparative Neurology, 292(4), 497-523.\nDacey, D. M. (2000). Parallel pathways for spectral coding in primate retina. Annual Review of Neuroscience, 23(1), 743-775.\nWandell, B. A. (1995). Foundations of Vision. Sinauer Associates.\nLivingstone, M., &amp; Hubel, D. (1988). Segregation of form, color, movement, and depth: Anatomy, physiology, and perception. Science, 240(4853), 740-749.\n\nCes différences structurelles et neuronales expliquent pourquoi nous utilisons principalement la vision centrale pour des tâches détaillées et la vision périphérique pour la perception globale de l’environnement."},"Réponses-perceptives/discrimination-relative":{"slug":"Réponses-perceptives/discrimination-relative","filePath":"Réponses perceptives/discrimination relative.md","title":"discrimination relative","links":[],"tags":[],"content":"\\frac{\\Delta i}{i} = K"},"Réponses-perceptives/effet-phi":{"slug":"Réponses-perceptives/effet-phi","filePath":"Réponses perceptives/effet phi.md","title":"effet phi","links":[],"tags":[],"content":"Effet Phi\nL’effet phi est un phénomène perceptif qui illustre comment notre cerveau interprète des images successives, créant l’illusion du mouvement. Cet effet a été découvert par le psychologue allemand Max Wertheimer en 1912, et est un exemple classique de mouvement apparent.\nDéfinition\nL’effet phi désigne la sensation visuelle de mouvement provoquée par l’apparition et la disparition successives d’images, qui sont perçues comme étant en mouvement ou en déplacement. Cette illusion est créée lorsque des stimuli visuels sont présentés à des intervalles réguliers, de manière suffisamment rapprochée, ce qui amène le cerveau à combler l’intervalle entre les images et à percevoir un mouvement continu, même en l’absence de tout mouvement réel.\nDescription du phénomène\n\n\nCaractéristiques principales :\n\nApparition-disparition successives : Les images ne bougent pas physiquement, mais sont simplement remplacées les unes par les autres à des moments très courts.\nPerception de mouvement : Le cerveau fait l’hypothèse que les objets se déplacent d’une image à l’autre, comblant l’intervalle entre les images.\nPas de transition visuelle : L’illusion est fondée sur l’idée que l’on perçoit un déplacement ou une transformation d’un objet entre deux instants sans voir la transition réelle.\n\n\n\nExemple classique : On peut observer l’effet phi avec des luminances successives (par exemple, deux points lumineux qui apparaissent à différents endroits à des moments distincts, mais suffisamment rapprochés pour que le cerveau perçoive un déplacement du point lumineux).\n\n\nMécanisme perceptif\nL’effet phi repose sur la gestion du temps et de l’espace par le cerveau. Lorsque des images successives sont présentées à une fréquence rapide, le cerveau a tendance à “relier” les images et à combler l’espace entre elles en interprétant les changements comme un mouvement fluide. Cette interprétation dynamique est un processus cognitif où le cerveau cherche la solution la plus logique pour l’enchaînement des événements.\nLe cerveau utilise ce mécanisme dans de nombreuses situations, comme l’animation ou le cinéma, où des images successives sont projetées à une vitesse qui est suffisante pour induire l’illusion d’un mouvement continu (c’est l’effet de la fréquence de rafraîchissement des images, par exemple, 24 images par seconde dans un film).\nFacteurs influençant l’effet phi\n\nFréquence des images : L’effet phi est plus prononcé lorsque les intervalles entre les images sont courts (généralement autour de 60 à 100 millisecondes). Si les intervalles sont trop longs, l’effet se dissipe.\nDistance entre les images : Plus la distance entre les positions successives est grande, plus l’illusion du mouvement est nette.\nContexte visuel : L’effet peut être modulé par d’autres éléments du contexte visuel, comme les couleurs, la forme, ou les attentes du spectateur.\n\nApplications de l’effet phi\nL’effet phi est utilisé dans de nombreux domaines pour créer des illusions de mouvement. Par exemple :\n\nCinéma et animation : Les films et les dessins animés reposent sur le principe de l’animation, qui utilise des images successives pour créer des mouvements fluides.\nTechnologies d’affichage : Des écrans comme les LED ou les LCD utilisent des effets similaires pour créer des animations et des transitions.\nPsychophysique et perception visuelle : L’effet phi est un phénomène clé pour étudier la perception du mouvement et la manière dont le cerveau interprète des informations visuelles.\n\nLiens avec d’autres phénomènes perceptifs\nL’effet phi fait partie d’un groupe plus large de phénomènes appelés mouvement apparent (ou mouvement stroboscopique), qui incluent aussi :\n\nL’effet beta : L’illusion de mouvement perceptible lorsqu’une série de lumières clignotantes ou d’objets se succèdent à une fréquence rapide.\nLe phénomène de stroboscopie : L’effet de mouvement produit par une lumière clignotante ou une source visuelle alternant à une fréquence suffisamment élevée pour créer une sensation de mouvement.\n\nRéférences scientifiques\n\nWertheimer, M. (1912). Experimentelle Studien über das Sehen von Bewegung. Zeitschrift für Psychologie, 61(1), 161-265.\nAnstis, S. M., &amp; MacDonald, J. D. (1980). Phi movement as a boundary phenomenon in motion perception. Perception &amp; Psychophysics, 27(4), 281-285.\n"},"Réponses-perceptives/manoeuvre-de-Semont":{"slug":"Réponses-perceptives/manoeuvre-de-Semont","filePath":"Réponses perceptives/manoeuvre de Semont.md","title":"manoeuvre de Semont","links":[],"tags":[],"content":"Site : lien\nLa manœuvre libératoire de Semont consiste à repositionner les cristaux ou otolithes, c’est-à-dire les agglomérats situés dans l’oreille interne et responsables de la perception de l’équilibre et de l’accélération. Elle est utile dans le traitement du VPPB.\nLes séniors ont des détériorations des systèmes sensoriels (tous) dont proprioceptifs donc effet cadre plus important.\npour les vertige positionnel paroxystique bénin\naccélérations angulaire permet de libérer ces canaux de calcites (faut tester les 3 axes) coincés ⇒ bascule forte permet de recentrer la personne"},"Réponses-perceptives/préparation-partiel":{"slug":"Réponses-perceptives/préparation-partiel","filePath":"Réponses perceptives/préparation partiel.md","title":"préparation partiel","links":["Réponses-perceptives/seuil","image","Réponses-perceptives/Lois-perceptives","Réponses-perceptives/Exemples-de-demandes","Réponses-perceptives/Exemple-Centrale-nucléaire","Exemple--entreprise-logistique"],"tags":[],"content":"De qui peut elle provenir :\nIngénieurs et concepteurs :\nLorsqu’ils rencontrent des difficultés dans la phase de conception ou d’amélioration d’un dispositif ou d’une interface homme-machine.\nResponsables qualité ou sécurité :\nPour réduire les erreurs perceptives susceptibles d’entraîner des accidents du travail ou des erreurs humaines.\nEntreprises industrielles\n(secteur automobile, aéronautique, manutention, …) :\nPour optimiser la sécurité, la performance, et le bien-être des opérateurs confrontés à des tâches répétitives ou à des environnements complexes (visuels, auditifs, vibratoires).\nÉquipes de recherche et développement (R&amp;D) :\nPour intégrer dès la phase initiale de conception des connaissances précises sur les capacités perceptives humaines.\nInstitutions publiques (transports publics, sécurité civile, armée) :\nPour garantir l’efficacité et la sécurité d’utilisation des systèmes et des interfaces critiques (panneaux d’information, signalisations, cockpits d’avions, postes de commande).\nd’ou peut venir le problème / la demande :\n\nErreur de perception\n\nInformation non perçue de façon consciente (sous le seuil perceptif conscient) seuil\nSignal fugace (Bloch : sommation temporelle)\nInformation momentanément masquée (GESTALT)\nSignal noyé au milieu des stimulis (Loi de Hick)\nSignal peu contrasté par rapport à son environnement (Ricco : sommation spatiale)\n\n\nErreur de décodage\n\nStimulus perçu mais mal interprété car sa transposition en information est délicate (Weber, proche du seuil perceptif, pas saillant)\n\n\nErreur de représentation\n\nGulf of evaluation\n\n\nErreur d&#039;action\n\nGulf of execution\n\n\n\n[error HF1.png]\nLois perceptives\nExemples de demandes\nDémarches à suivre\n1. Diagnostic initial :\n\nObserver les conditions réelles de travail et mesurer les seuils perceptifs actuels.\n\n2. Prototypage et expérimentation :\n\nConcevoir des scénarios avec différentes configurations sensorielles afin d’établir les seuils optimaux (utilisation des lois psychophysiques).\n\n3. Analyse des résultats et recommandations :\n\nIdentification des seuils perceptifs critiques.\nPropositions concrètes pour améliorer la conception du dispositif.\n\n4. Évaluation ergonomique finale :\n\nTests en situation réelle pour valider les solutions proposées.\n\nExemple Centrale nucléaire\nExemple  entreprise logistique"},"Réponses-perceptives/psychophysique":{"slug":"Réponses-perceptives/psychophysique","filePath":"Réponses perceptives/psychophysique.md","title":"psychophysique","links":[],"tags":[],"content":"Définition simple\nLa psychophysique est l’étude de la manière dont notre cerveau perçoit les stimuli physiques, comme la lumière, le son ou la chaleur. Elle cherche à comprendre comment ces stimuli, qui sont mesurables et quantifiables, influencent nos sensations et perceptions. En d’autres termes, la psychophysique explore le lien entre le monde extérieur et la façon dont nous l’expérimentons intérieurement.\nDéfinition scientifique\nLa psychophysique est une branche de la psychologie qui se concentre sur l’étude des relations entre les stimuli physiques et les perceptions sensorielles qu’ils provoquent chez les individus. Elle examine comment des changements dans les caractéristiques objectives des stimuli (comme leur intensité, fréquence ou durée) influencent les expériences subjectives de l’individu. Cette discipline repose sur des méthodes expérimentales rigoureuses visant à mesurer les seuils de perception et à quantifier la réponse sensorielle. Les études psychophysiques sont essentielles pour comprendre les mécanismes sous-jacents de la perception et de l’attention, et elles sont fondées sur des lois quantitatives telles que la loi de Weber-Fechner.\nLes expériences psychophysiques peuvent concerner divers types de perceptions sensorielles, incluant la vision, l’audition, le toucher, l’odorat et le goût. Les chercheurs en psychophysique tentent de modéliser les relations entre l’intensité d’un stimulus et la sensation ou la perception qu’il génère, en analysant des phénomènes tels que la sensibilité, la discrimination et la détection de stimuli.\nJustification scientifique\nLa psychophysique est souvent associée à des concepts comme la loi de Weber-Fechner, qui stipule que la perception des changements dans l’intensité d’un stimulus est proportionnelle au logarithme de l’intensité initiale du stimulus. Les travaux de Gustav Fechner et de Ernst Heinrich Weber ont jeté les bases de la psychophysique moderne, en fournissant des méthodes de mesure des perceptions sensorielles, telles que les seuils absolus et les seuils différentiels.\nLa psychophysique moderne inclut également des théories liées à la mesure de la perception au moyen de modèles plus complexes, comme la théorie de la détection du signal, qui analyse la capacité d’un individu à distinguer un signal d’un bruit.\nRéférences :\n• Fechner, G. T. (1860). Elemente der Psychophysik. Leipzig: Breitkopf &amp; Härtel.\n• Weber, E. H. (1834). De Tactu et Auditu. Leipzig: C. F. Müller.\n• Stevens, S. S. (1975). Psychophysics: Introduction to its perceptual, neural, and social prospects. Wiley.\n• Green, D. M., &amp; Swets, J. A. (1966). Signal Detection Theory and Psychophysics. Wiley.\nLes travaux de Fechner et Weber sont fondamentaux pour comprendre les bases expérimentales de la psychophysique, tandis que les théories plus récentes, comme la théorie de la détection du signal, permettent d’analyser de manière plus détaillée les processus cognitifs impliqués dans la perception des stimuli dans un environnement bruyant."},"Réponses-perceptives/seuil":{"slug":"Réponses-perceptives/seuil","filePath":"Réponses perceptives/seuil.md","title":"seuil","links":[],"tags":[],"content":"\n\nPoint of Subjective Equality (PSE) :\n50% de chance de percevoir ou non un stimulus.\n\n\nJust Noticeable Difference (JND) :\nPlus petite différence perçue dans un stimulus.\n\n"},"Réponses-perceptives/stimulus":{"slug":"Réponses-perceptives/stimulus","filePath":"Réponses perceptives/stimulus.md","title":"stimulus","links":[],"tags":[],"content":"Modèle Fechner\nStimulus \\Rightarrow transduction  \\Rightarrow sensation\nModèle moderne\nStimulus  \\Rightarrow Activité neuronal  \\Rightarrow Perception\nDéfinition simple\nUn stimulus est tout élément de l’environnement qui peut provoquer une réaction ou une réponse chez un organisme. Cela peut être une image, un son, une sensation tactile, un goût, une odeur, ou toute autre chose qui influence nos sens.\nDéfinition scientifique\nDans le cadre de la psychophysique, un stimulus désigne toute information physique provenant de l’environnement externe ou interne, qui est perçue par les sens d’un individu et qui peut être mesurée. Ce stimulus peut être de nature visuelle, auditive, tactile, gustative ou olfactive et doit posséder des caractéristiques mesurables (intensité, fréquence, durée, etc.) pour permettre une analyse scientifique des réponses sensorielles et cognitives qu’il provoque.\nLes stimuli physiques sont souvent étudiés en termes de leur relation avec la perception, c’est-à-dire la manière dont un individu interprète ces stimuli. La psychophysique est donc la branche de la psychologie qui étudie les relations entre les stimuli physiques et les perceptions subjectives qui en résultent.\nJustification scientifique\nLa psychophysique se fonde sur plusieurs principes clés pour définir et mesurer les stimuli, dont la loi de Weber-Fechner, qui postule qu’il existe une relation logarithmique entre l’intensité physique d’un stimulus et la réponse sensorielle. Les stimuli sont souvent quantifiés et leur impact est mesuré à travers des méthodes expérimentales rigoureuses, telles que les seuils de détection (le minimum d’intensité nécessaire pour qu’un stimulus soit perçu) et les seuils de différence (la plus petite différence détectable entre deux stimuli).\nRéférences :\n• Fechner, G. T. (1860). Elemente der Psychophysik. Leipzig: Breitkopf &amp; Härtel.\n• Stevens, S. S. (1957). On the Theory of Scales of Measurement. Science, 103(2684), 677-680. doi.org/10.1126/science.103.2684.677\n• Gescheider, G. A. (2013). Psychophysics: The Fundamentals (4th ed.). Psychology Press.\nDans ces ouvrages, Fechner a introduit les premières tentatives de quantification des perceptions sensorielles, et Stevens a élargi la compréhension des échelles de mesure des stimuli, contribuant à la façon dont ces phénomènes sont étudiés dans un cadre psychophysique."},"Réponses-perceptives/transduction":{"slug":"Réponses-perceptives/transduction","filePath":"Réponses perceptives/transduction.md","title":"transduction","links":[],"tags":[],"content":"transduction :\ntransformation du stimulus en train de codage en spike (traduction de la réalité physique) pour conduire à une perception"},"Réponses-perceptives/vection":{"slug":"Réponses-perceptives/vection","filePath":"Réponses perceptives/vection.md","title":"vection","links":[],"tags":[],"content":"La vection est la sensation erronée de bouger, alors qu’on est immobile, en voyant autre chose en mouvement."},"Réponses-perceptives/vision-centrale":{"slug":"Réponses-perceptives/vision-centrale","filePath":"Réponses perceptives/vision centrale.md","title":"vision centrale","links":[],"tags":[],"content":"Lien\nvision centrale l.f.\nVision assurée par la région maculaire de la rétine, et caractérisée par sa grande sensibilité aux détails fins et aux couleurs."},"index":{"slug":"index","filePath":"index.md","title":"Bienvenue sur Quartz Cours FH","links":["Réponses-perceptives/","Réponses-perceptives/psychophysique","Réponses-perceptives/Vision-centrale-vs-périphérique"],"tags":[],"content":"\n  \n\n👋 Bienvenue !\nCe site rassemble mes notes de cours, fiches de révision et lectures dans le cadre du Master IEAP.\n🌟 Accès rapide\n\nRéponses perceptives\nPsychophysique\nVision centrale vs périphérique\n\n✨ Objectif\nProposer une navigation claire et agréable autour des contenus de formation en facteurs humains.\n![]\n\n💡 Site construit avec Quartz"}}